[{"Category":"Cardiology","Description":"Angiography is a medical imaging technique used to visualize the inside, or lumen, of blood vessels and organs of the body, with particular interest in the arteries, veins, and the heart chambers. Coronary angiography is a procedure in which a special X-Ray of your heart’s arteries (the coronary arteries) is taken to watch if they are narrowed or blocked. This test is used when your doctor suspects or knows that you have coronary heart disease. ","ID":1001,"Media":"http:\/\/www.vascularweb.org\/vascularhealth\/PublishingImages\/NorthPoint%20Images\/Angio_01_250_darker.jpg","Name":"Coronary Angiogram(including Dye)","Procedure":"During Coronary Angiography, patient is given a local anesthetic and then a catheter (a long thin tube) is put into an artery in the groin, or at the inside of the elbow or near the wrist. The catheter is moved up the inside of patient's artery until it reaches your heart. A special dye is then injected into your coronary arteries and X-rays are taken. The X-ray image gives detailed information about the state of patients heart and coronary arteries.","Result":"Depending on the extent of the blockage in your arteries, treatment for coronary heart disease usually includes medicine, coronary angioplasty and\/or bypass graft surgery.","Risks":"As with many medical tests, there are some risks, but serious problems are rare.","StartFrom":2500,"When":"Coronary Angiography is performed if suspected to have Coronary Heart disease. Doctor wants to assess the degree of narrowing in the coronary arteries to see if patient could benefit from a procedure such as angioplasty or bypass surgery."},{"Category":"Cardiology","Description":"Percutaneous coronary intervention (PCI), commonly known as angioplasty, is a non-surgical procedure used to treat the narrowed coronary arteries of the heart found in coronary heart disease. These narrow segments are due to the buildup of the cholesterol-laden plaques.","ID":1002,"Media":"http:\/\/nmcheartcare.ae\/wp-content\/themes\/ypo-theme\/media-files\/2014\/06\/Peripheral-Vascular-Angioplasty-Stenting.jpg","Name":"Angioplasty - Ptca (Excluding Implant)","Procedure":"body isn't cut open except for a very small incision in the skin over a blood vessel in the leg, arm or wrist through which a small, thin tube (catheter) is threaded and the procedure performed. Angioplasty can take 30 minutes to several hours, depending on the difficulty and number of blockages and whether any complications arise. Angioplasty is performed by a heart specialist (cardiologist) and a team of specialized cardiovascular nurses and technicians in a special operating room called the cath lab.(Source Mayo Clinic)","Result":"Coronary angioplasty greatly increases blood flow through the previously narrowed or blocked coronary artery. Your chest pain should decrease, and you may be better able to exercise.(Source Mayo Clinic)","Risks":"Most common angioplasty risks include: Re-narrowing of the artery (restenosis), bleeding, blood clotting. Other rare risks of angioplasty include Heart attack, Coronary artery damage, Kidney problems, Stroke, Abnormal Heart rhythms. (Source Mayo Clinic)","StartFrom":9115,"When":"Angioplasty is used to treat a type of heart disease known as atherosclerosis. Atherosclerosis is the slow buildup of fatty plaques in your heart's blood vessels. The doctor might suggest angioplasty as a treatment option when medications or lifestyle changes aren't enough to improve the heart health, or if patient had a heart attack, worsening chest pain (angina) or other symptoms. If patient has diabetes and multiple blockages, then the doctor may suggest coronary artery bypass surgery. (Source Mayo Clinic)"},{"Category":"Cardiology","Description":"Percutaneous coronary intervention (PCI), commonly known as angioplasty, is a non-surgical procedure used to treat the narrowed coronary arteries of the heart found in coronary heart disease. These narrow segments are due to the buildup of the cholesterol-laden plaques.","ID":1003,"Media":"http:\/\/media.indiatimes.in\/media\/content\/2012\/Oct\/1325609_1437733739.jpg","Name":"Angioplasty - Ptca With CAG (Excluding Implant)","Procedure":"body isn't cut open except for a very small incision in the skin over a blood vessel in the leg, arm or wrist through which a small, thin tube (catheter) is threaded and the procedure performed. Angioplasty can take 30 minutes to several hours, depending on the difficulty and number of blockages and whether any complications arise. Angioplasty is performed by a heart specialist (cardiologist) and a team of specialized cardiovascular nurses and technicians in a special operating room called the cath lab.(Source Mayo Clinic)","Result":"Coronary angioplasty greatly increases blood flow through the previously narrowed or blocked coronary artery. Your chest pain should decrease, and you may be better able to exercise.(Source Mayo Clinic)","Risks":"Most common angioplasty risks include: Re-narrowing of the artery (restenosis), bleeding, blood clotting. Other rare risks of angioplasty include Heart attack, Coronary artery damage, Kidney problems, Stroke, Abnormal Heart rhythms. (Source Mayo Clinic)","StartFrom":7800,"When":"Angioplasty is used to treat a type of heart disease known as atherosclerosis. Atherosclerosis is the slow buildup of fatty plaques in your heart's blood vessels. The doctor might suggest angioplasty as a treatment option when medications or lifestyle changes aren't enough to improve the heart health, or if patient had a heart attack, worsening chest pain (angina) or other symptoms. If patient has diabetes and multiple blockages, then the doctor may suggest coronary artery bypass surgery. (Source Mayo Clinic)"},{"Category":"Cardiology","Description":"Coronary artery bypass surgery known as bypass surgery,  is a surgical procedure that diverts the flow of blood around a section of a blocked or partially blocked artery in your heart. By creating a new pathway to the heart, coronary bypass surgery improves blood flow to your heart muscle.(Source Mayo Clinic)","ID":1004,"Media":"https:\/\/www.urmc.rochester.edu\/Encyclopedia\/GetImage.aspx?ImageID=322526","Name":"CABG - Bypass Surgery  ","Procedure":"Coronary bypass surgery generally takes between three and six hours and requires general anesthesia. The number of bypasses required depends on the location and severity of blockages in your heart. Most coronary bypass surgeries are done through a long incision in the chest while blood flow is diverted through a heart-lung machine.(Source Mayo Clinic)","Result":"Coronary angioplasty greatly increases blood flow through the previously narrowed or blocked coronary artery. Your chest pain should decrease, and you may be better able to exercise.(Source Mayo Clinic)","Risks":"Possible complications of coronary bypass surgery include bleeding, heart rhythm irregularities (arrhythmias), infections of the chest wound, memory loss or troubles with thinking clearly, kidney problems, stroke, heart attack, if a blood clot breaks loose soon after surgery. (Source Mayo Clinic)","StartFrom":25000,"When":"Coronary bypass surgery is done when patient has severe chest pain caused by narrowing of several of the arteries that supply your heart muscle, you have more than one diseased coronary artery and the heart's main pumping chamber isn't functioning well or you have an artery blockage for which angioplasty isn't appropriate, you've had a previous angioplasty or stent placement that hasn't been successful, or you've had stent placement, but the artery has narrowed again (restenosis). (Source Mayo Clinic)"},{"Category":"Cardiology","Description":"A pacemaker is a to maintain an adequate heart rate. Single-chamber pacemaker. In this type, only one pacing lead is placed into a chamber of the heart, either the atrium or the ventricle.","ID":1005,"Media":"http:\/\/www.hopkinsmedicine.org\/healthlibrary\/GetImage.aspx?ImageId=322550","Name":"Permanent Pacemaker Implant- Single Chamber (Excluding Implant)","Procedure":"Implantation of the pacemaker is usually performed while you're awake and typically takes a few hours. You'll be given a sedative to relax, and the area where your pacemaker is inserted will be numbed.You'll usually stay in the hospital for one day after having a pacemaker implanted. Before you leave, your pacemaker is programmed to fit your particular pacing needs. A return visit is often scheduled to make sure your pacemaker's settings are correct..(Source Mayo Clinic)","Result":"Pacemakers are a standard treatment for many conditions affecting your heart's electrical system. By preventing a slow heart rate, pacemakers can treat symptoms, such as fatigue, lightheadedness and fainting.Once your pacemaker is implanted, the battery should last five to 10 years. When a pacemaker's battery wears out, you'll need another procedure to fix your device.(Source Mayo Clinic)","Risks":"Complications from having surgery to implant your pacemaker are uncommon, but could include Infection,Allergic reaction, Swelling, bruising or bleeding at the generator site, especially if you are taking blood thinners, Damage to your blood vessels or nerves near the pacemaker etc. (Source Mayo Clinic)","StartFrom":17500,"When":"Pacemakers are implanted to help control your heartbeat. They can be implanted temporarily to treat a slow heartbeat after a heart attack, surgery or overdose of medication. Pacemakers can also be implanted permanently to correct a slow heartbeat (bradycardia) or, in some cases, to help treat heart failure. (Source Mayo Clinic)"},{"Category":"Cardiology","Description":"This procedure to position a pacemaker inside the body to maintain an adequate heart rate. In Dual-chamber pacemaker, wires are placed in two chambers of the heart.","ID":1006,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/6\/6a\/Fluoroscopy_pacemaker_leads_right_atrium_ventricle.png","Name":"Permanent Pacemaker Implant- Dual Chamber (Excluding Implant)","Procedure":"Implantation of the pacemaker is usually performed while you're awake and typically takes a few hours. You'll be given a sedative to relax, and the area where your pacemaker is inserted will be numbed.You'll usually stay in the hospital for one day after having a pacemaker implanted. Before you leave, your pacemaker is programmed to fit your particular pacing needs. A return visit is often scheduled to make sure your pacemaker's settings are correct..(Source Mayo Clinic)","Result":"Pacemakers are a standard treatment for many conditions affecting your heart's electrical system. By preventing a slow heart rate, pacemakers can treat symptoms, such as fatigue, lightheadedness and fainting.Once your pacemaker is implanted, the battery should last five to 10 years. When a pacemaker's battery wears out, you'll need another procedure to fix your device.(Source Mayo Clinic)","Risks":"Complications from having surgery to implant your pacemaker are uncommon, but could include Infection,Allergic reaction, Swelling, bruising or bleeding at the generator site, especially if you are taking blood thinners, Damage to your blood vessels or nerves near the pacemaker etc. (Source Mayo Clinic)","StartFrom":19500,"When":"Pacemakers are implanted to help control your heartbeat. They can be implanted temporarily to treat a slow heartbeat after a heart attack, surgery or overdose of medication. Pacemakers can also be implanted permanently to correct a slow heartbeat (bradycardia) or, in some cases, to help treat heart failure. (Source Mayo Clinic)"},{"Category":"General Surgery","Description":"An appendectomy (sometimes called appendisectomy or appendicectomy) is the surgical removal of the vermiform appendix. This procedure is normally performed as an emergency procedure, when the patient is suffering from acute appendicitis.","ID":1007,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/6\/6c\/Acute_Appendicitis.jpg","Name":"Appendicectomy (Lap)","Procedure":"In most cases an appendectomy is an emergency surgery and will require a hospital stay. You will have either an open appendectomy or a laparoscopic appendectomy. This will depend on your condition and your health care provider’s practices.An appendectomy is done while you are given medicines to put you into a deep sleep under general anesthesia. Laproscopic appendictomy require a tiny incision to be made for the tube (laparoscope). More cuts may be made so that other tools can be used during surgery.(Source Hopkins Clinic)","Result":"Pacemakers are a standard treatment for many conditions affecting your heart's electrical system. By preventing a slow heart rate, pacemakers can treat symptoms, such as fatigue, lightheadedness and fainting.Once your pacemaker is implanted, the battery should last five to 10 years. When a pacemaker's battery wears out, you'll need another procedure to fix your device.(Source Mayo Clinic)","Risks":"Some possible complications of an appendectomy include Bleeding, Wound infection, Infection and redness and swelling (inflammation) of the belly that can occur if the appendix bursts during surgery (peritonitis), Blocked bowels, Injury to nearby organs etc. (Source Hopkins Clinic)","StartFrom":14300,"When":"You may need an appendectomy to remove your appendix if you show symptoms of Appendicitis when your appendix becomes sore, swollen, and infected . If you have Appendicitis, there is a serious risk your appendix may burst or rupture.It can cause a severe, life-threatening infection called peritonitis in your belly. (Source Hopkins Clinic)"},{"Category":"General Surgery","Description":"Cholecystectomy is the surgical removal of the gallbladder. It is a common treatment of symptomatic gallstones and other gallbladder conditions. Currently the standard procedure is called laparoscopic cholecystectomy","ID":1008,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/3\/3a\/Blausen_0602_Laparoscopy_02.png","Name":"Cholecystectomy (Lap)","Procedure":"Cholecystectomy is performed using general anesthesia. Laproscopic Cholecystectomy require a tiny incision to be made for the tube (laparoscope). More cuts may be made so that other tools can be used during surgery. People are often able to go home the same day as their surgery, though sometimes a one-night stay in the hospital is needed. (Source Hopkins Clinic)","Result":"Cholecystectomy can relieve the pain and discomfort of stones in gallblader. Conservative treatments, such as dietary modifications, usually can't stop gallstones from recurring. Cholecystectomy is the only way to prevent gallstones.(Source Mayo Clinic)","Risks":"Cholecystectomy carries a small risk of complications including Bile leak, Bleeding, Blood clots, Infection, Injury to nearby structures, Pancreatitis, Pneumonia etc. (Source Mayo Clinic)","StartFrom":16500,"When":"Cholecystectomy is used to treat gallstones and the complications they cause. Cholecystectomy is done if you have Gallstones in the gallbladder, Gallstones in the bile duct, Gallbladder inflammation, Pancreas inflammation. (Source Mayo Clinic)"},{"Category":"General Surgery","Description":"Fistulectomy is a surgical procedure where a fistulous tract is excised (cut out) completely.","ID":1009,"Media":"http:\/\/synapse.koreamed.org\/ArticleImage\/1009JKSC\/jksc-28-78-g001-l.jpg","Name":"Fistula-high Fistulectomy","Procedure":"Fistulectomy cuts the fistula's internal opening, scrapes and flushes out the infected tissue, and then flattens the channel and stitches it in place. (Source Hopkins Clinic)","Result":"Removal of fistula for better fecal movement.This an outpatient procedure.","Risks":"Complications include a fistula that recurs after treatment and an inability to control bowel movements, called fecal incontinence.  (Source Hopkins Clinic)","StartFrom":10600,"When":"Most anal fistulas form in reaction to an anal gland that has developed an abscess, or a pus-filled infection. (Source Hopkins Clinic)"},{"Category":"General Surgery","Description":"Fistulectomy is a surgical procedure where a fistulous tract is excised (cut out) completely.","ID":1010,"Media":"http:\/\/synapse.koreamed.org\/ArticleImage\/1009JKSC\/jksc-28-78-g001-l.jpg","Name":"Fistula-low Fistulectomy","Procedure":"Fistulectomy cuts the fistula's internal opening, scrapes and flushes out the infected tissue, and then flattens the channel and stitches it in place. (Source Hopkins Clinic)","Result":"Removal of fistula for better fecal movement. This an outpatient procedure.","Risks":"Complications include a fistula that recurs after treatment and an inability to control bowel movements, called fecal incontinence.  (Source Hopkins Clinic)","StartFrom":8150,"When":"Most anal fistulas form in reaction to an anal gland that has developed an abscess, or a pus-filled infection. (Source Hopkins Clinic)"},{"Category":"General Surgery","Description":"Sphincterotomy is an operation performed on the internal anal sphincter muscle for the treatment of chronic anal fissure. The internal anal sphincter is one of two muscles that comprise the anal sphincter which controls the passage of feces.","ID":1011,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/6\/64\/(155)_Stylized_depiction_of_action_of_puborectalis_sling.png","Name":"Fissurectomy\/sphincterotomy","Procedure":"Sphincterotomy is an operation performed on the internal anal sphincter muscle for the treatment of chronic anal fissure.  (Source Mayo Clinic)","Result":"The procedure helps by lowering the resting pressure of the internal anal sphincter, which improves blood supply to the fissure and allows faster healing.","Risks":"The risk of complications from this procedure is very low, but they do develop occasionally. Most common are Excessive bleeding, Fecal incontinence, which is the loss of the ability to control bowel movements, Inability to urinate, Infection, Risk of abscess or fistula etc. (Source Hopkins Clinic)","StartFrom":8150,"When":"Anal fissures typically cause pain and bleeding with bowel movements. You also may experience spasms in the ring of muscle at the end of your anus (anal sphincter). This surgical procedure required when complicated or recurring anal fissures can't be treated with diet change or medication (Source Mayo Clinic)"},{"Category":"General Surgery","Description":"A hemorrhoidectomy is a procedure to remove hemorrhoids, swollen veins in or around the anus.","ID":1012,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/f\/f2\/Blausen_0479_Hemorrhoidopexy.png","Name":"Haemorroidectomy(excluding Staples & Tackers)","Procedure":"The procedure includes removal of abnormally enlarged hemorrhoidal tissue and then followed by the repositioning of the remaining hemorrhoidal tissue back to its normal anatomic position. (Source Mayo  Clinic)","Result":"Hemorrhoidectomy is the most effective and complete way to treat severe or recurring hemorrhoids.  (Source Mayo  Clinic)","Risks":"Potential risks of a hemorrhoidectomy include Infection, Bleeding, Stool leakage, Problems passing urine due to pain (Source Mayo Clinic)","StartFrom":10670,"When":"Severe cases of hemorrhoidal prolapse, when they become painful or result in heavy bleeding, will normally require surgery.  (Source Mayo Clinic)"},{"Category":"General Surgery","Description":"Surgery of the anal fistula to drain an abscess treats the fistula and reduces likelihood of its recurrence and the need for repeated surgery","ID":1013,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/f\/f2\/Blausen_0479_Hemorrhoidopexy.png","Name":"Perianal Abscess","StartFrom":6600},{"Category":"General Surgery","Description":"This surgery to remove the sinus for recurring infections.","ID":1014,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/a\/aa\/Prostate_-_Gray1153.png","Name":"Pilonidal Sinus","StartFrom":6600},{"Category":"General Surgery","Description":"Radical mastectomy is a surgical procedure in which the breast is removed as a treatment for breast cancer","ID":1015,"Media":"http:\/\/www.myhopechest.org\/wp-content\/uploads\/2010\/04\/Final-restore.-transform.-complete-ICON.jpg","Name":"Radical Mastectomy Modified","StartFrom":22000},{"Category":"General Surgery","Description":"Lumpectomy is a surgery to remove cancer from the breast. Unlike a mastectomy, a lumpectomy removes only the tumor and a small rim of normal tissue around it.","ID":1016,"Media":"http:\/\/mbc-css-java-mg.miamiwebcompany.netdna-cdn.com\/wp-content\/themes\/colada-child\/library\/images\/hp-icon-rec-lumpectamy.png","Name":"Breast Lumpectomy","StartFrom":11000},{"Category":"General Surgery","Description":"A thyroidectomy is an operation that involves the surgical removal of all or part of the thyroid gland to treat thyroid cancer or some other condition of the thyroid gland.","ID":1017,"Media":"https:\/\/mdmedicine.files.wordpress.com\/2011\/05\/4185-16-thyroid-gland.jpg","Name":"Thyroidectomy","StartFrom":19800},{"Category":"General Surgery","Description":"This surgery to operate hernia with open incision","ID":1018,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/a\/a8\/Inguinal_triangle.png","Name":"Inguinal \/ Femoral - Open (Excluding Mesh)","StartFrom":13500},{"Category":"General Surgery","Description":"This surgery to operate hernia with laproscopic way","ID":1019,"Name":"Inguinal \/ Femoral - Lap (Excluding Mesh)"},{"Category":"General Surgery","ID":1020,"Name":"Incisional\/umbilical\/ventral - Open (Excluding Mesh)"},{"Category":"General Surgery","ID":1021,"Name":"Incisional\/umbilical\/ventral - Lap (Excluding Mesh)"},{"Category":"Obstetrics","Description":"This is a surgery for delivering a child by cutting through the wall of the mother's abdomen.","ID":1022,"Media":"https:\/\/bloominuterus.files.wordpress.com\/2015\/06\/csection.png","Name":"Caesarean Section ( Including Well Baby Care)","StartFrom":26900},{"Category":"Obstetrics","Description":"Normal delivery with well baby care after birth.","ID":1023,"Media":"https:\/\/pixabay.com\/static\/uploads\/photo\/2013\/07\/13\/13\/23\/maria-160949_960_720.png","Name":"Delivery - Normal ( Including Well Baby Care)","StartFrom":13400},{"Category":"Obstetrics","Description":"A hysterectomy is a surgery to remove a woman's uterus.","ID":1025,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/c\/c6\/Scheme_hysterectomy-en.svg\/2000px-Scheme_hysterectomy-en.svg.png","Name":"Hysterectomy With Bso","Procedure":"An abdominal hysterectomy usually requires a hospital stay of one to two days. A hysterectomy typically is performed under general anesthesia. (Source Mayo  Clinic)","Result":"A hysterectomy ends your ability to become pregnant. You should see relief from many of the symptoms and will take about six weeks for most women to get back to normal life.(Source Mayo Clinic)","Risks":" Risks associated with an abdominal hysterectomy include Blood clots, Infection, Excessive bleeding, Damage to your urinary tract, bladder, rectum or other pelvic structures during surgery, Earlier onset of menopause even if the ovaries aren't removed etc.  (Source Mayo Clinic)","StartFrom":17500,"When":"You may need a hysterectomy to treat Gynecologic cancer, certain types of Fibroids, Endometrios, Uterine prolapse,Abnormal vaginal bleeding, Chronic pelvic pain etc. (Source Mayo Clinic)"},{"Category":"Obstetrics","ID":1025,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/c\/c6\/Scheme_hysterectomy-en.svg\/2000px-Scheme_hysterectomy-en.svg.png","Name":"Hysterectomy With Pelvic Floor Repair","Procedure":"An abdominal hysterectomy usually requires a hospital stay of one to two days. A hysterectomy typically is performed under general anesthesia. (Source Mayo  Clinic)","Result":"A hysterectomy ends your ability to become pregnant. You should see relief from many of the symptoms and will take about six weeks for most women to get back to normal life.(Source Mayo Clinic)","Risks":" Risks associated with an abdominal hysterectomy include Blood clots, Infection, Excessive bleeding, Damage to your urinary tract, bladder, rectum or other pelvic structures during surgery, Earlier onset of menopause even if the ovaries aren't removed etc.  (Source Mayo Clinic)","StartFrom":17500,"When":"You may need a hysterectomy to treat Gynecologic cancer, certain types of Fibroids, Endometrios, Uterine prolapse,Abnormal vaginal bleeding, Chronic pelvic pain etc. (Source Mayo Clinic)"},{"Category":"Obstetrics","Description":"Myomectomy is a surgical procedure to remove uterine fibroids - also called leiomyomas. These are common noncancerous growths that appear in the uterus, usually during childbearing years, but they can occur at any age. It allows the uterus to be left in place and, for some women, makes pregnancy more likely than before.","ID":1026,"Media":"http:\/\/www.brighamandwomens.org\/Departments_and_Services\/roboticsurgery\/images\/uterine_fibroids_lg.gif","Name":" Myomectomy","Procedure":"In abdominal myomectomy (laparotomy), your surgeon makes an open abdominal incision to access your uterus and remove fibroids.Recovery time depends on the method used for the Myomectomy: Hysteroscopy requires from a few days to 2 weeks to recover,Laparoscopy requires 1 to 2 weeks,Laparotomy requires 4 to 6 weeks.","Results":"Outcomes from Myomectomy surgery may include:Symptom Relief - After a Myomectomy surgery, most women experience relief of bothersome signs and symptoms, such as excessive menstrual bleeding and pelvic pain and pressure.Improvement in Fertility, Removing submucosal fibroids by Hysteroscopic Myomectomy may improve fertility and pregnancy outcomes.","Risks":"Risks may include infection of the uterus, fallopian tubes, or ovaries (pelvic infection) may occur, removal of fibroids in the uterine muscle (intramural fibroids ) may cause scar tissue, In rare cases, scarring from the uterine incision may cause infertility.","StartFrom":19000,"When":"Your doctor might recommend Myomectomy for fibroids causing symptoms that are troublesome or interfere with your normal activities. If you need a surgery, reasons to choose a Myomectomy instead of a Hysterectomy for uterine fibroids include:plan to bear baby but doctor suspects uterine fibroids might be interefering with your fertility and want to keep your uterus"},{"Category":"Obstetrics","Description":"Ovarian Cystectomy is surgery to the remove an ovarian cyst or tumor while preserving the ovary.","ID":1027,"Media":"http:\/\/www.ivf-clinic-india.com\/pics\/Ovarian-cystectomy.jpg","Name":"Ovarian Cystectomy","Procedure":"General anesthesia usually is used during surgery.After a laparoscopy, you can resume normal activities within a day. But you should avoid strenuous activity or exercise for about a week. After a laparotomy, you may stay in the hospital from 2 to 4 days and return to your usual activities in 4 to 6 weeks. (Source WebMD)","Results":"An ovarian cyst can be removed from an ovary, preserving the ovary and your fertility. (Source WebMD)","Risks":"Risks of this surgery include Pain may not be controlled, Scar tissue may form,Infection may develop, The bowel or bladder may be damaged during surgery. (Source WebMD)","StartFrom":15000,"When":"Ovarian Cystectomy for an ovarian cyst or growth may be required to treat Ovarian growths,An ovarian cyst is larger than certain size, doesn't get smaller or is not a simple functional cyst etc. (Source WebMD)"},{"Category":"Orthopaedics","Description":"Arthroscopic surgery is a minimally invasive surgical procedure on a joint in which an examination and treatment of damage is performed using an arthroscope and an endoscope that is inserted into the joint through a small incision.","ID":1028,"Media":"http:\/\/www.massgeneral.org\/ortho\/assets\/images\/pediatrics\/arthroscopy-demo-1.jpg","Name":"Arthroscopic Surgery","Procedure":"NA","Result":"NA","Risks":"NA","StartFrom":26750,"When":"You may require arthroscopy if X-rays and other imaging studies have left some diagnostic questions unanswered for different bone- joint issues"},{"Category":"ORTHOPAEDICS","Description":"A total knee replacement is a surgical procedure whereby the diseased knee joint is replaced with artificial material.","ID":1029,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/en\/9\/99\/Knieprothese.png","Name":"Total Knee Replacement (Excluding Implants)","StartFrom":58240},{"Category":"ORTHOPAEDICS","Description":"In a total hip replacement, also called total hip arthroplasty, the damaged bone and cartilage is removed and replaced with prosthetic components.These artificial parts are called Prosthesis. The goals of hip replacement surgery include increasing mobility, improving the function of the hip joint, and relieving the pain.","ID":1030,"Media":"http:\/\/orthoinfo.aaos.org\/figures\/A00377F03.jpg","Name":"Total Hip Replacement (Excluding Implants)","Procedure":"The damaged femoral head is removed and replaced with a metal stem that is placed into the hollow center of the femur. The femoral stem may be either cemented or fit into the bone.A metal or ceramic ball is placed on the upper part of the stem. This ball replaces the damaged femoral head that was removed.The damaged cartilage surface of the socket is removed and replaced with a metal socket. Screws or cement are sometimes used to hold the socket in place.A plastic, ceramic, or metal spacer is inserted between the new ball and the socket to allow for a smooth gliding surface.","Result":"For the majority of people who have hip replacement surgery, the procedure results in:A relief in pain, increased mobility,improvements in activities of daily living, improved quality of life.You will be allowed only limited movement immediately after the surgery.","Risks":"Blood clots. Clots can form in your leg veins after surgery, infection. Infections can occur at the site of your incision and in the deeper tissue near your new hip, fracture, dislocation, change in leg length, loosening etc.","StartFrom":57850,"When":"People with hip joint damage that causes pain and interferes with daily activities despite treatment may be candidates for the surgery. Osteoarthiritis is the most common cause of this type of damage. Other conditions, such as Rheumatoid Arthiritis (a chronic inflammatory disease that causes joint pain, stiffness, and swelling), osteonecrosis (or avascular necrosis, which is the death of bone caused by insufficient blood supply), injury, fracture, and bone tumors also may be the cause."},{"Category":"ORTHOPAEDICS","Description":"Femoral neck fractures are to promote healing, to prevent complications, and to return function of hip","ID":1031,"Media":"http:\/\/www.mdguidelines.com\/images\/Illustrations\/fr_fem_n.jpg","Name":"Fracture Neck Femur (Excluding Implants)","StartFrom":20900},{"Category":"ORTHOPAEDICS","ID":1032,"Media":"http:\/\/www.mdguidelines.com\/images\/Illustrations\/fr_fem_n.jpg","Name":"Fracture Neck Femur-requiring Dhs (Excluding Implants)","StartFrom":23500},{"Category":"ORTHOPAEDICS","Description":"Laminectomy is surgery that creates space by removing the lamina to enlarge spinal canal to relieve pressure on the spinal cord or nerves.","ID":1033,"Media":"http:\/\/2.bp.blogspot.com\/_-dDjzvcVI0Q\/TUbXtGmnjXI\/AAAAAAAAADM\/MgvLriMy9kI\/s1600\/laminectomy.jpg","Name":"Laminectomy\/disectomy\/stabilization Of Spinal Cord","StartFrom":51900},{"Category":"ORTHOPAEDICS","Description":"Carpal tunnel release is surgery to treat carpal tunnel syndrome, pain and weakness in the hand that is caused by pressure on the median nerve in the wrist.","ID":1034,"Media":"http:\/\/img.webmd.com\/dtmcms\/live\/webmd\/consumer_assets\/site_images\/media\/medical\/hw\/h9991440_003.jpg","Name":"Carpel Tunnel Release","StartFrom":10000},{"Category":"ORTHOPAEDICS","Description":"This procedure is to remove of orthopaedic implants after fracture has healed.","ID":1035,"Media":"http:\/\/www.mayomedicallaboratories.com\/images\/articles\/communique\/2012\/01fig1.jpg","Name":"Implant Removal","StartFrom":11000},{"Category":"NEPHROLOGY","Description":"Transurethral resection of the prostate (TURP) is a type of prostate surgery done to relieve moderate to severe urinary symptoms caused by an enlarged prostate, a condition known as benign prostatic hyperplasia (BPH).","ID":1036,"Media":"http:\/\/www.urologyhealth.org\/Images\/Conditions\/BPH\/BPH-4.jpg","Name":"Turp ","Procedure":"A TURP is performed under general or spinal anaesthesia, so you will not feel any pain during the procedure.The surgeon will end into your urethra and up against your prostate. An electrical current is then used to heat the loop which cuts away a section of your prostate.","Results":"Following TURP, most men experience significant relief of symptoms. Because surgery leaves behind part of the prostate gland, it is possible for BPH symptoms to redevelop. However, surgery can offer relief for between seven and 15 years for most people.","Risks":"Heavy bleeding, Urinary tract infection, Temporary difficulty urinating, Low sodium in the blood, Difficulty holding urine, Erectile dysfunction, Need for re-treatment","StartFrom":15400,"When":"To treat urinary symptoms can include: frequent, urgent need to urinate,difficulty starting urination,slow (prolonged) urination, increased frequency of urination at night (nocturia), stopping and starting again while urinating, the feeling you can't completely empty your bladder, urinary tract infections, the inability to urinate. TURP may also be done to treat or prevent complications due to blocked urine flow, such as: Recurring urinary tract infections, Bladder or kidney damage,inability to control urination (incontinence), bladder stones, recurring blood in your urine"},{"Category":"NEPHROLOGY","Description":"Cystoscopy is endoscopy of the urinary bladder via the urethra for checking kidney function and existence of any kideney stone. It is carried out with a cystoscope.","ID":1037,"Media":"http:\/\/www.urologyhealth.org\/Images\/Conditions\/Benign%20Lesions%20Girls\/BU1-2.jpg","Name":"Cystoscopy","StartFrom":3000},{"Category":"NEPHROLOGY","Description":"This procedure allows the kidney(s) to drain urine by temporarily relieving any blockage, or to assist the kidney(s) in draining stone fragments freely into the bladder if definitive kidney stone surgery is carried out","ID":1038,"Media":"http:\/\/www.urologyhealth.org\/Images\/Conditions\/Benign%20Lesions%20Girls\/BU1-2.jpg","Name":"Urs With Dj Stenting (Unilateral)- With Cystoscopy ","StartFrom":14000},{"Category":"NEPHROLOGY","Description":"This procedure allows the kidney(s) to drain urine by temporarily relieving any blockage, or to assist the kidney(s) in draining stone fragments freely into the bladder if definitive kidney stone surgery is carried out","ID":1039,"Media":"http:\/\/www.urologyhealth.org\/Images\/Conditions\/Benign%20Lesions%20Girls\/BU1-2.jpg","Name":"Dj Stent Removal - With Cystoscopy ","StartFrom":4000},{"Category":"NEPHROLOGY","Description":"Hydrocelectomy is surgery to remove a hydrocele. A hydrocele is a fluid-filled sac inside the scrotum. A hydrocele happens when there is an opening between the belly and the scrotum. This allows fluid to pass back and forth between the belly and the scrotum and causes the scrotum to fill with fluid.","ID":1040,"Media":"http:\/\/www.fairview.org\/fv\/groups\/public\/documents\/images\/272394.jpg","Name":"Hydrocelectomy","StartFrom":7700},{"Category":"NEPHROLOGY","Description":"Percutaneous nephrolithotomy (PCNL) is a surgical procedure to remove stones from the kidney by a small puncture wound (up to about 1 cm) through the skin.","ID":1041,"Media":"http:\/\/img.webmd.com\/dtmcms\/live\/webmd\/consumer_assets\/site_images\/media\/medical\/hw\/h9991610_001.jpg","Name":"Pcnl(percutaneous Nephrolithotripsy)","Procedure":"A Retrograde pyelogram is a urological procedure which is done to locate the stone in kidney. With a small 1 centimetre incision in the loin, the PCN needle is passed into the pelvis of the kidney. The position of the needle is confirmed by fluoroscopy. A guide wire is passed through the needle into the pelvis. The needle is then withdrawn with the guide wire still inside the pelvis. Over the guide wire the dilators are passed and a working sheath is introduced. A nephroscope is then passed inside and small stones are taken out. In case the stone is big it may first have to be crushed using ultrasound probes and then the stone fragments removed.","Result":"Multiple stones can be treated with PCNL. This is one of the advantages of this procedure as a flexible telescope can be passed through the skin and directly into the kidney to attempt identification and removal of multiple stones in one setting.","Risks":"Although rare, potential risks include bleeding, infection, adjacent tissue and organ injury and then failure to remove the stone.","StartFrom":29400,"When":"Most suitable to remove stones of more than 2 cm in size and which are present near the pelvic region."},{"Category":"NEPHROLOGY","Description":"Extracorporeal shock wave lithotripsy (ESWL) is a non-invasive treatment of kidney stones (urinary calculosis) and biliary calculi (stones in the gallbladder or in the liver) using an acoustic pulse. It is also reported to be used for salivary stones","ID":1042,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/d\/d8\/Blausen_0595_KidneyStones.png","Name":"Eswl","StartFrom":18600},{"Category":"NEPHROLOGY","Description":"Hemodialysis is a process that uses a man-made membrane (dialyzer) to: Remove wastes, such as urea, from the blood. Restore the proper balance of electrolytes in the blood. Eliminate extra fluid from the body.","ID":1043,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/7\/7d\/Blausen_0313_Dialysis.png","Name":"Haemo-dialysis(per Sitting)","StartFrom":900},{"Category":"ENT","Description":"Tonsillectomy is the surgery to remove the tonsils.This procedure to treat infection and inflammation of the tonsils (tonsillitis) or sleep-disordered breathing.","ID":1044,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/8\/89\/Blausen_0861_Tonsils%26Throat_Anatomy2.png","Name":"Tonsillectomy","StartFrom":11000},{"Category":"ENT","Description":"Adenoidectomy is a surgery to remove the adenoids. Adenoids are a mass of lymphoid tissue located behind the nasal passages  for reasons like impaired breathing through the nose, chronic infections, or recurrent earaches.","ID":1045,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/b\/be\/Gray994-adenoid.png","Name":"Adenoidectomy","StartFrom":11000},{"Category":"ENT","Description":"This procedure is combination of Adenoidectomy and Tonsillectomy.","ID":1046,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/b\/be\/Gray994-adenoid.png","Name":"Tonsilloadenoidectomy","StartFrom":14000},{"Category":"ENT","Description":"Functional endoscopic sinus surgery (FESS) is a surgical treatment of sinusitis and nasal polyps, including bacterial, fungal, recurrent acute, and chronic sinus problems.","ID":1047,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/en\/c\/c8\/Illu_nasal_cavities.jpg","Name":"Fess - Unilateral","StartFrom":13000},{"Category":"ENT","Description":"Functional endoscopic sinus surgery (FESS) is a surgical treatment of sinusitis and nasal polyps, including bacterial, fungal, recurrent acute, and chronic sinus problems","ID":1048,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/en\/c\/c8\/Illu_nasal_cavities.jpg","Name":"Fess - Bilateral","StartFrom":16500},{"Category":"ENT","Description":"Mastoidectomy is a procedure performed to remove the mastoid air cells to treat ear infections like mastoiditis, or Cholesteatoma.","ID":1049,"Media":"http:\/\/mddk.com\/wp-content\/uploads\/2015\/05\/mastoidectomy-pictures.jpg","Name":"Mastoidectomy","StartFrom":13200},{"Category":"ENT","Description":"Tympanoplasty is the surgery for reconstruction of the eardrum and\/or the small bones of the middle ear","ID":1050,"Media":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/1\/19\/Gray923.png","Name":"Tympanoplasty","StartFrom":12100},{"Category":"ENT","Description":"Septoplasty is a surgery to correct a displacement of the bone and cartilage that divides two nostrils.","ID":1051,"Media":"http:\/\/www.sinuscenterofmaryland.com\/wp-content\/uploads\/2012\/02\/septoplasty1.png","Name":"Septoplasty","StartFrom":11000},{"Category":"ENT","Description":"Myringotomy is a surgical procedure in which a tiny incision is created in the eardrum to relieve pressure caused by excessive buildup of fluid, or to drain pus from the middle ear.","ID":1052,"Media":"http:\/\/fortworthent.net\/wp-content\/uploads\/2014\/07\/Ear-anatomy1.jpg","Name":"Myringotomy With Grommet Insertion","StartFrom":7000},{"Category":"VASCULAR SURGERY","Description":"This surgery is for varicose veins includes tying off and removing larger veins.","ID":1053,"Media":"https:\/\/www.nlm.nih.gov\/medlineplus\/ency\/images\/ency\/fullsize\/19705.jpg","Name":"Varicose Vein","StartFrom":38900},{"Category":"VASCULAR SURGERY","Description":"This surgery is for varicose veins includes tying off and removing larger veins using laser.","ID":1054,"Media":"https:\/\/www.nlm.nih.gov\/medlineplus\/ency\/images\/ency\/fullsize\/19705.jpg","Name":"Varicose Vein( With Laser)","StartFrom":42000},{"Category":"OPTHALMOLOGY","Description":"Cataract surgery is a procedure to remove the lens of your eye and, in most cases, replace it with an artificial lens to treat the cataract.","ID":1055,"Media":"http:\/\/craigbergermd.com\/wp\/wp-content\/uploads\/phacoemulsification.jpg","Name":"Cataract Surgery","StartFrom":17500},{"Category":"OPTHALMOLOGY","Description":"Laser-assisted in-situ keratomileusis (LASIK) eye surgery is a procedure that corrects certain vision problems, reducing or eliminating the need for eyeglasses or corrective lenses.","ID":1056,"Media":"http:\/\/c1-preview.prosites.com\/35555\/wy\/images\/lasik-eye-surgery.jpg","Name":"Lasik Eye Surgery","Procedure":"LASIK eye surgery is usually completed in 30 minutes or less. During the procedure, you lie on your back in a reclining chair. You may be given medicine to help you relax. Using a laser, your eye surgeon then reshapes specific parts of your cornea.During the surgery, you'll be asked to focus on a point of light. Staring at this light helps you keep your eye fixed while the laser reshapes your cornea.You may detect a distinct odor as the laser removes your corneal tissue. Some people describe smelling an odor similar to that of burning hair.","Result":"Depending on the extent of the blockage in your arteries, treatment for coronary heart disease usually includes medicine, coronary angioplasty and\/or bypass graft surgery.","Risks":"Risks includes under or over correction, visual loos or change , dry eye etc.","StartFrom":21100,"When":"LASIK eye surgery may be an option for you if you have one of these vision problems:Nearsightedness (myopia),Farsightedness (hyperopia) and Astigmatism"}]